code --install-extension adam-bender.commit-message-editor
code --install-extension adpyke.codesnap
code --install-extension AlanWalk.markdown-navigation
code --install-extension alefragnani.Bookmarks
code --install-extension asvetliakov.vscode-neovim
code --install-extension christian-kohler.path-intellisense
code --install-extension Codeium.codeium
code --install-extension codezombiech.gitignore
code --install-extension cschlosser.doxdocgen
code --install-extension DavidAnson.vscode-markdownlint
code --install-extension DavidWang.ini-for-vscode
code --install-extension eamodio.gitlens
code --install-extension esbenp.prettier-vscode
code --install-extension formulahendry.code-runner
code --install-extension funkyremi.vscode-google-translate
code --install-extension gera2ld.markmap-vscode
code --install-extension GitHub.codespaces
code --install-extension GitHub.remotehub
code --install-extension github.vscode-github-actions
code --install-extension GitHub.vscode-pull-request-github
code --install-extension icrawl.discord-vscode
code --install-extension ICS.japanese-proofreading
code --install-extension isobe-h.markdown-character-count
code --install-extension jasonlhy.hungry-delete
code --install-extension jrebocho.vscode-random
code --install-extension k--kato.intellij-idea-keybindings
code --install-extension mark-wiemer.vscode-autohotkey-plus-plus
code --install-extension marp-team.marp-vscode
code --install-extension mhutchie.git-graph
code --install-extension ms-azuretools.vscode-docker
code --install-extension MS-CEINTL.vscode-language-pack-ja
code --install-extension ms-vscode-remote.remote-containers
code --install-extension ms-vscode-remote.remote-ssh
code --install-extension ms-vscode-remote.remote-ssh-edit
code --install-extension ms-vscode-remote.remote-wsl
code --install-extension ms-vscode-remote.vscode-remote-extensionpack
code --install-extension ms-vscode.cpptools
code --install-extension ms-vscode.hexeditor
code --install-extension ms-vscode.powershell
code --install-extension ms-vscode.remote-explorer
code --install-extension ms-vscode.remote-repositories
code --install-extension ms-vscode.remote-server
code --install-extension mushan.vscode-paste-image
code --install-extension nhoizey.gremlins
code --install-extension oderwat.indent-rainbow
code --install-extension pizzacat83.codic
code --install-extension PKief.material-icon-theme
code --install-extension richie5um2.vscode-sort-json
code --install-extension ryuta46.multi-command
code --install-extension shd101wyy.markdown-preview-enhanced
code --install-extension streetsidesoftware.code-spell-checker
code --install-extension sumneko.lua
code --install-extension tamasfe.even-better-toml
code --install-extension TheNuProjectContributors.vscode-nushell-lang
code --install-extension tomoki1207.pdf
code --install-extension tranhl.find-then-jump
code --install-extension unifiedjs.vscode-mdx
code --install-extension VisualStudioExptTeam.intellicode-api-usage-examples
code --install-extension VisualStudioExptTeam.vscodeintellicode
code --install-extension WakaTime.vscode-wakatime
code --install-extension XadillaX.viml
code --install-extension yzhang.markdown-all-in-one
